xeon/20220406-fpw/logs/pg-32-4-512/1000/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 347398834
latency average = 0.083 ms
initial connection time = 11.857 ms
tps = 386003.700190 (without initial connection time)